jorgebucaran/fisher
ilancosman/tide@v5
gazorby/fish-exa
jorgebucaran/spark.fish
jethrokuan/z
jethrokuan/fzf
nickeb96/puffer-fish
joseluisq/gitnow
jorgebucaran/autopair.fish
meaningful-ooo/sponge
